Repository: stellar/django-polaris
Catalog: polaris/polaris/locale/*/LC_MESSAGES/django.po
Languages: pt

source: The credit card number is invalid
pt: O número do cartão de crédito é inválido

source: Name
pt: Nome

source: Card Number
pt: Número do Cartão

source: Expiration
pt: Validade

source: Amount
pt: Valor

source: The minimum amount is: %s
pt: O valor mínimo é: %s

source: The maximum amount is: %s
pt: O valor máximo é: %s

source: Cannot decode envelope XDR for transaction: %(error)s
pt: Impossível decodificar o envelope XDR para a transação: %(error)s

source: waiting for a trustline to be established
pt: esperando a trustline ser estabelecida

source: waiting on user action
pt: esperando ação do usuário

source: waiting on the user to transfer funds
pt: esperando o usuário transferir os fundos

source: incomplete
pt: incompleta

source: no market for the asset
pt: sem mercado para o ativo

source: the transaction amount is too small
pt: o valor da transação é muito pequeno

source: the transaction amount is too big
pt: o valor da transação é muito grande

source: complete
pt: completa

source: error
pt: erro

source: waiting on an external entity
pt: esperando entidade externa

source: stellar is executing the transaction
pt: stellar está executando a transação

source: 'client_domain' is required
pt: 'client_domain' é obrigatório

source: 'client_domain' must be a valid hostname
pt: 'client_domain' precisa ser um hostname válido

source: unrecognized 'client_domain'
pt: 'client_domain' não reconhecido

source: unable to fetch 'client_domain' SIGNING_KEY
pt: não foi possível buscar a SIGNING_KEY do 'client_domain

source: 'transaction' is required
pt: 'transaction' é necessário

source: error while validating challenge: %s
pt: erro ao validar challenge: %s

source: There is more than one client signer on a challenge transaction for an account that doesn't exist
pt: Existe mais de uma assinatura em uma transação de validação (challenge) para umaconta que não existe

source: SIGNING_KEY not present on 'client_domain' TOML
pt: SIGNING_KEY não listada no 'client_domain' TOML

source: invalid SIGNING_KEY value on 'client_domain' TOML
pt: SIGNING_KEY inválida no 'client_domain' TOML

source: The account specified does not match authorization token
pt: a conta especificada não corresponde ao token de autorização

source: requests with 'id' cannot also have 'account', 'memo', or 'memo_type'
pt: requisições com 'id' não podem conter 'account', 'memo' ou 'memo_type'

source: invalid 'memo' for 'memo_type'
pt: `memo` inválido para o `memo_type`

source: unable to process request.
pt: não foi possível processar a requisição

source: bad ID value, expected str
pt: ID value incorreto, esperando str

source: callback 'url' required
pt: 'url' de callback obrigatória

source: 'url' must be a valid URL
pt: 'url' precisa ser uma URL válida

source: not implemented
pt: não imlpementado

source: account not found
pt: conta não encontrada

source: all request attributes other than 'id' must be a SEP-9 field followed by '_verification'
pt: todos os atributos da requisição com exceção de 'id' precisam ser um campo SEP-9 seguido por '_verification'

source: customer not found
pt: cliente não encontrado

source: The anchor did not provide content, is the interactive flow already complete?
pt: A âncora não forneceu conteúdo, o fluxo interativo já está completo?

source: The anchor did not provide form content, unable to serve page.
pt: A âncora não retornou um conteúdo, não é possível mostrar a página.

source: Unable to validate form submission.
pt: Incapaz de validar o envio do formulário.

source: The anchor did not provide content, unable to serve page.
pt: A âncora não retornou um conteúdo, não é possível mostrar a página.

source: 'claimable_balance_supported' value must be 'true' or 'false'
pt: 'claimable_balance_supported' o valor precisa ser 'true' ou 'false'

source: unexpected data type for 'claimable_balance_supprted'. Expected string or boolean.
pt: tipo de dados não esperado para 'claimable_balance_supprted'. Deve ser string ou boolean.

source: `asset_code` and `account` are required parameters
pt: Os parâmetros `asset_code` e `account` são necessários

source: unknown asset: %s
pt: ativo desconhecido: %s

source: invalid operation for asset %s
pt: Valor é maior que o máximo para esse ativo: %s

source: invalid 'amount'
pt: 'amount' inválido

source: invalid 'account'
pt: 'account' inválido

source: public key 'account' must be a funded Stellar account
pt: 'account' precisa ser uma conta Stellar com fundos iniciais

source: Your session has expired. Please restart the transaction
pt: Sua sessão expirou. Por favor reinicie a transação

source: Invalid token issuer
pt: Token de emissor inválido

source: Token is not yet valid or is expired
pt: Token ainda não é valido ou expirou

source: Transaction for account not found
pt: Transação para conta não encontrada

source: Session is not authenticated
pt: A sessão não está autenticada

source: invalid callback URL provided
pt: URL de callback inválida

source: no 'transaction_id' provided
pt: o 'transaction_id' não foi disponibilizado

source: invalid 'asset_code'
pt: 'asset_code' inválido

source: Transaction with ID and asset_code not found
pt: Transação com ID e asset_code não encontrada

source: unable to process the request
pt: não foi possível processar a requisição

source: 'asset_code' is required
pt: 'asset_code' é necessário

source: GET requests must include a transaction ID in the URI
pt: Requisições GET devem incluir transaction ID na URI

source: invalid sending account.
pt: 'conta de envio inválida

source: missing 'id' in URI
pt: O parâmetro 'id' está faltando na URI

source: transaction not found
pt: transação não encontrada

source: invalid sending account
pt: conta de envio inválida

source: update not required
pt: update não é necessário

source: POST requests should not specify subresources in the URI
pt: Requisições POST devem especificar subrecursos na URI

source: invalid 'asset_code' and 'asset_issuer'
pt: 'asset_code' e 'asset_issuer' inválidos

source: 'fields' must serialize to a JSON object
pt: 'fields' precisam ser um JSON object

source: 'transaction' value in 'fields' must be a dict
pt: valor da 'transaction' em 'filed' precisa ser um dict

source: 'sender_id' and 'receiver_id' values must be strings
pt: sender_id' e 'receiver_id' precisam ser strings

source: quote has already been used in a transaction
pt: cotação já foi utilizada em uma transação

source: missing required parameters. Required:
pt: faltam alguns parâmetros obrigatórios Parâmetros faltando:

source: 'buy_delivery_method' or 'sell_delivery_method' is valid, but not both
pt: Um dos parâmetros 'buy_delivery_method' ou 'sell_delivery_method' é válido, mas não ambos.

source: no 'buy_assets' for 'delivery_method' and 'country_code' specificed
pt: não existem 'buy_assets' para 'delivery_method' ou 'country_code' especificados

source: invalid 'sell_amount'; Expected decimal string.
pt: 'sell_amount' inválido; Decimal string esperada.

source: 'sell_amount' or 'buy_amount' is required, but both is invalid
pt: 'sell_amount' ou 'buy_amount' necessários, mas não ambos ao mesmo tempo.

source: invalid 'buy_amount' or 'sell_amount'; Expected decimal strings.
pt: 'buy_amount' ou 'sell_amount' inválidos. Decimal string esperada.

source: 'buy_delivery_method' or 'sell_delivery_method' is required, but both is invalid
pt: 'buy_delivery_method' ou 'sell_delivery_method' necessários, mas ambos ao mesmo tempo é uma transação inválida.

source: invalid 'expire_after' string format. Expected UTC ISO 8601 datetime string.
pt: Formato de 'expire_after' inválido. UTC ISO 8601 datetime string esperada.

source: invalid 'expire_after' datetime. Expected future datetime.
pt: 'expire_after' inválida. Esperada uma data no futuro.

source: unexpected 'buy_delivery_method', client intends to buy a Stellar asset
pt: 'buy_delivery_method' inesperado, cliente pretende comprar um ativo Stellar

source: invalid 'buy_asset' format
pt: formato de 'buy_asset' inválido

source: unable to find 'buy_asset' using the following filters: 'country_code', 'buy_delivery_method'
pt: 'buy_asset'não encontrado utilizando os seguintes filtros:'country_code','buy_delivery_method'

source: unsupported asset pair
pt: par de ativos não suportado

source: unexpected 'sell_delivery_method', client intends to sell a Stellar asset
pt: 'sell_delivery_method' inesperado, cliente pretende vender um ativo Stellar

source: invalid 'sell_asset' format
pt: formato do 'sell_asset' inválido

source: no 'sell_asset' for 'delivery_method' and 'country_code' specificed
pt: nenhum 'sell_asset' para o 'delivery_method' e 'country_code' especificados

source: invalid 'destination_asset'
pt: 'destination_asset' inválido

source: asset not found using 'asset_code' or 'destination_asset'
pt: ativo não encontrado utilizando 'asset code' ou 'destination_asset'

source: invalid 'memo_type'
pt: 'memo_type' inválido

source: 'amount' is required
pt: 'amount' é necessário

source: 'amount' must be within [%s, %s]
pt: O montante do ativo deve estar entre [%s, %s]

source: invalid 'source_asset'
pt: 'source_asset' inválido

source: invalid 'asset_code' or 'source_asset'
pt: 'asset_code' e 'source_asset' inválidos

source: 'type' is required
pt: 'type' é necessário

source: 'dest' is required
pt: 'dest' é necessário

source: at least one of id, stellar_transaction_id, or external_transaction_id must be provided
pt: pelo menos um desses valores deve ser disponibilizado: id, stellar_transaction_id ou external_transaction_id

source: Select a file
pt: Selecione um arquivo

source: SEP24 reference server
pt: Servidor de Referência da SEP24

source: Interactive Deposit Info Form
pt: Formulário de Informações de Depósito Interativo

source: Please fill out the fields below.
pt: Por favor preencha os campos a baixo.

source: Fee
pt: Taxa

source: Submit
pt: Enviar

source: Error: %(status_code)s
pt: Erro: %(status_code)s

source: Transaction More Info
pt: transação não encontrada

source: transaction type
pt: tipo da transação

source: deposit
pt: depósito

source: withdrawal
pt: saque

source: Transaction ID
pt: ID da transação

source: send amount
pt: Valor a enviar

source: amount sent
pt: valor enviado

source: fees
pt: taxas

source: exchange amount
pt: valor a converter

source: exchange rate
pt: taxa de câmbio

source: exchanged amount
pt: valor convertido

source: receive amount
pt: valor a receber

source: amount received
pt: valor recebido

source: transaction status
pt: status da transação

source: started
pt: iniciado

source: completed
pt: finalizado

source: Interactive Withdraw Info Form
pt: Formulário de Informações de Saque Interativo

source: the specified operation is not available for '%s'
pt: a operação especificada não está disponível para '%s'

source: Asset amount must be within bounds [%(min)s, %(max)s]
pt: O montante do ativo deve estar dentro dos limites [%(min)s, %(max)s]

source: missing %s fields
pt: campos %s faltando

source: invalid type for %s, must be an object
pt: tipo inválido para %s, precisa ser um objeto

source: quotes are not supported
pt: cotações não são suportadas

source: 'destination_asset' must be provided if 'quote_id' is provided
pt: 'destination_asset' é necessário se 'quote_id' for informado

source: quote not found
pt: cotação não encontrada

source: quote has expired
pt: cotação expirou

source: quote 'sell_asset' does not match 'asset_code' and 'asset_issuer' parameters
pt: cotação 'sell_asset' não corresponde com os parâmetros 'asset_code' e 'asset_issuer'

source: quote 'buy_asset' does not match 'destination_asset' parameter
pt: cotação 'buy_asset' não corresponde com 'destination_asset' parameter

source: quote amount does not match 'amount' parameter
pt: o valor da cotação não corresponde ao parâmetro 'amount'

source: 'source_asset' must be provided if 'quote_id' is provided
pt: 'source_asset' é necessário se 'quote_id' for informado

source: quote 'buy_asset' does not match 'asset_code' and 'asset_issuer' parameters
pt: cotação 'buy_asset' não corresponde aos parâmetros 'asset_code' e 'asset_issuer'

source: quote 'sell_asset' does not match 'source_asset' parameter
pt: cotação 'sell_asset' não corresponde ao parâmetro 'source_asset'
