Repository: stellar/django-polaris
Catalog: server/locale/*/LC_MESSAGES/django.po
Languages: id, pt

source: First Name
id: Nama depan
pt: Primeiro Nome

source: Last Name
id: Nama Akhir
pt: Sobrenome

source: Enter the bank account number for withdrawal.
id: Masukkan nomor rekening bank untuk penarikan.
pt: Insira a conta de banco para o saque.

source: Bank Account
id: Akun bank
pt: Conta de Banco

source: Enter the bank to withdraw from.
id: Masukkan bank untuk tempat penarikan.
pt: Insira o banco no qual será realizado o saque.

source: Bank
pt: Banco

source: Text
id: Teks
pt: Texto

source: Checkbox
id: Kotak cek
pt: Caixa de seleção

source: Option 1
id: Opsi 1
pt: Opção 1

source: Option 2
id: Opsi 2
pt: Opção 2

source: Option 3
id: Opsi 3
pt: Opção 3

source: Select
id: Pilihan
pt: Selecione

source: Multiple Choice
id: Pilihan ganda
pt: Múltiplas Escolhas

source: Datetime
id: Tanggal waktu
pt: Data e hora

source: Date
id: Tanggal
pt: Data

source: Time
id: Waktu
pt: Tempo

source: File
id: Berkas
pt: Arquivo

source: Textarea
id: Area teks
pt: Área de Texto

source: Password
id: Kata sandi
pt: Senha

source: Confirm Email
id: Konfirmasi email
pt: Confirmar Email

source: Reference Anchor Server: Confirm Email
id: Server Anchor Referensi: Konfirmasikan Email
pt: Servidor Âncora de Referência: Confirmação de Email

source: Confirm your email by pasting this URL in your browser: %s
id: Konfirmasikan email Anda dengan menempelkan URL ini di browser Anda: %s
pt: Confirme seu email colando essa URL no seu navegador: %s

source: Polaris KYC Information
id: Informasi KYC Polaris
pt: Informações de KYC do Polaris

source: We're legally required to know our customers. Please enter the information requested.
id: Kami diharuskan secara hukum untuk mengetahui pelanggan kami. Silakan masukkan informasi yang diminta.
pt: Para seguir regulações, temos que conhecer nossos usuários. Por favor forneça as seguintes informações.

source: We sent you a confirmation email. Once confirmed, continue on this page.
id: Kami mengirimi Anda email konfirmasi. Setelah dikonfirmasi, lanjutkan ke halaman ini.
pt: Um email de confirmação foi enviado. Uma vez que a confirmação for feita, continue nesta página.

source: Polaris Transaction Information
id: Informasi Transaksi Polaris
pt: Informações de Transações do Polaris

source: Please enter the amount you would like to transfer.
id: Silakan masukkan jumlah yang ingin Anda transfer.
pt: Por favor informe o valor que você quer transferir.

source: 'type' must be 'bank_account'
id: 'type' harus 'bank_account'
pt: o ‘type’ deve ser ‘bank_account’

source: Please enter the banking details for the account you would like to receive your funds.
id: Silakan masukkan detail perbankan untuk akun yang ingin anda terima dananya.
pt: Por favor informe os detalhes bancários da conta que vai receber os fundos.

source: 'dest' is required
id: 'dest' wajib ada
pt: 'dest' é necessário

source: 'dest_extra' is required
id: 'dest_extra' wajib ada
pt: 'dest_extra' é necessário

source: 'dest' must match bank account number for account
id: 'dest' harus cocok dengan nomor rekening bank untuk akun
pt: 'dest' deve corresponder ao número da conta de banco

source: 'dest_extra' must match bank routing number for account
id: 'dest_extra' harus cocok dengan nomor perutean bank untuk akun
pt: 'dest_extra' deve corresponder ao número de roteamento da conta

source: customer not found using: %s
id: pelanggan tidak ditemukan menggunakan: %s
pt: cliente não encontrado usando: %s

source: invalid 'type'. see /info response for valid values.
id: 'type' tidak valid. lihat respons /info untuk nilai yang valid.
pt: tipo inválido. Acesse /info para os valores válidos.

source: is not of type str
id: bukan tipe str
pt: não é do tipo str

source: 'transaction' value must be an object
id: Nilai 'transaction' harus sebuah objek
pt: o valor de 'transaction' precisa ser um objeto

source: No fields provided
id: Tidak ada kolom yang tersedia
pt: Nenhum campo informado

source: unexpected fields provided
id: kolom yang tidak diharapkan tersedia
pt: campo inesperado informado

source: field values must be strings
id: nilai kolom harus berupa string
pt: o valor dos campos precisa ser 'string'

source: 'bank_account' is the only value supported'
id: 'bank_account' adalah satu-satunya nilai yang didukung'
pt: 'bank_account' é o único valor suportado

source: bank account number
id: nomor rekening bank
pt: número da conta de banco

source: bank routing number
id: nomor perutean bank
pt: número de roteamento bancário

source: English
id: Bahasa Inggris
pt: Inglês

source: Portuguese
id: Bahasa Portugis
pt: Português

source: Bahasa Indonesia
pt: Indonésio

source: Hi %(first_name)s,
id: Hai %(first_name)s,
pt: Olá %(first_name)s,

source: Thanks for using the Stellar Development Foundation's reference anchor server. Click the button below to confirm your email.
id: Terima kasih telah menggunakan server anchor referensi Stellar Development Foundation. Klik tombol di bawah untuk melakukan konfirmasi email Anda.
pt: Obrigado por user o servidor de referência da Stellar Development Foundation, Clique no botão abaixo para confirmar o seu email.

source: The reference server is powered by
id: Server referensi diberdayakan oleh
pt: O servidor de referência funciona utilizando o

source: Email Confirmed
id: Email Dikonfirmasi
pt: Email Confirmado

source: Confirmed
id: Dikonfirmasi
pt: Confirmado

source: Your email has been confirmed! Please continue with your deposit or withdrawal on the original page.
id: Email Anda telah dikonfirmasi! Silakan lanjutkan dengan setoran Anda atau penarikan di halaman asal.
pt: Seu email foi confirmado! Por favor continue o seu depósito ou saque na página original.

source: instructions
id: instruksi
pt: instruções

source: Include this code as the memo when making the deposit:
id: Sertakan kode ini sebagai memo saat melakukan penyetoran:
pt: Insira este código como descrição ao fazer o depósito

source: We will use this memo to identify you as the sender.
id: Kami akan menggunakan memo ini untuk mengidentifikasi Anda sebagai pengirim.
pt: Nós usaremos este código para identificar seu depósito

source: (This deposit is automatically confirmed for demonstration purposes. Please wait.)
id: (Penyetoran ini secara otomatis dikonfirmasi untuk tujuan demonstrasi. Silakan tunggu.)
pt: (Este depósito é confirmado automaticamente para efeitos de demonstração. Por favor aguarde.)

source: Please correct the error below.
id: Mohon perbaiki kesalahan di bawah.
pt: Por favor corrija o erro abaixo.

source: Please correct the errors below.
id: Mohon perbaiki sejumlah kesalahan di bawah.
pt: Por favor corrija os erros abaixo.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
id: Anda terotentikasi sebagai %(username)s, tetapi tidak diizinkan untuk mengakses halaman ini. Apakah anda ingin menggunakan akun lain?
pt: Você está autenticado como %(username)s, mas não está autorizado a acessar essa página. Você gostaria de realizar o acesso com outra conta?

source: Forgotten your password or username?
id: Lupa kata sandi atau nama pengguna anda?
pt: Esqueceu a senha ou usuário?

source: Log in
id: Masuk
pt: Entrar

source: This form contains every field type.
id: Formulir ini berisi setiap jenis kolom.
pt: Este formulário possui todos os tipos de campos.
