Repository: stellar/django-polaris
Catalog: polaris/locale/*/LC_MESSAGES/django.po
Languages: id

source: The credit card number is invalid
id: Nomor kartu kredit tidak valid

source: Name
id: Nama

source: Card Number
id: Nomor Kartu

source: Expiration
id: Kedaluwarsa

source: Amount
id: Jumlah

source: (maximum: %s)
id: (maksimum: %s)

source: The minimum amount is: %s
id: Jumlah minimum sebesar: %s

source: The maximum amount is: %s
id: Jumlah maksimum sebesar: %s

source: Cannot decode envelope XDR for transaction: %(error)s
id: Tidak dapat memecahkan kode amplop XDR untuk transaksi: %(error)s

source: waiting for a trustline to be established
id: menunggu trustline terhubung

source: waiting on user action
id: menunggu aksi pengguna

source: waiting on the user to transfer funds
id: menunggu pengguna untuk transfer dana

source: incomplete
id: tidak lengkap

source: no market for the asset
id: tidak ada pasar untuk aset

source: the transaction amount is too small
id: jumlah transaksi terlalu kecil

source: the transaction amount is too big
id: jumlah transaksi terlalu besar

source: complete
id: lengkap

source: error
id: terjadi kesalahan

source: waiting on an external entity
id: menunggu entitas eksternal

source: stellar is executing the transaction
id: stellar sedang melakukan transaksi

source: 'transaction' is required
id: 'transaction' wajib ada

source: The account specified does not match authorization token
id: Akun yang ditentukan tidak cocok dengan token otorisasi

source: invalid 'memo' for 'memo_type'
id: 'memo' tidak valid untuk 'memo_type'

source: unable to process request.
id: tidak dapat memroses permintaan.

source: bad ID value, expected str
id: nilai ID salah, yang diharapkan str

source: unable to process request
id: tidak dapat memroses permintaan

source: The anchor did not provide content, is the interactive flow already complete?
id: Anchor tidak menyediakan konten, apakah alur interaktif sudah lengkap?

source: The anchor did not provide form content, unable to serve page.
id: Anchor tidak menyediakan konten formulir, tidak dapat melayani halaman.

source: Unable to validate form submission.
id: Tidak dapat melakukan validasi pengiriman formulir.

source: The anchor did not provide content, unable to serve page.
id: Anchor tidak menyediakan konten, tidak dapat melayani halaman.

source: 'claimable_balance_supported' value must be 'true' or 'false'
id: nilai 'claimable_balance_supported' harus 'true' atau 'false'

source: unexpected data type for 'claimable_balance_supprted'. Expected string or boolean.
id: tipe data tidak diharapkan untuk 'claimable_balance_supprted'. Diharapkan string atau boolean.

source: `asset_code` and `account` are required parameters
id: `asset_code` dan `account` adalah parameter wajib

source: unknown asset: %s
id: aset tidak dikenal: %s

source: invalid operation for asset %s
id: operasi tidak valid untuk aset %s

source: invalid 'amount'
id: 'amount' tidak valid

source: invalid 'account'
id: 'account' tidak valid

source: Invalid token issuer
id: Penerbit token tidak valid

source: Token is not yet valid or is expired
id: Token belum valid atau kedaluwarsa

source: Transaction for account not found
id: Transaksi untuk akun tidak ditemukan

source: Session is not authenticated
id: Sesi tidak terotentikasi

source: no 'transaction_id' provided
id: tidak ada 'transaction_id' yang tersedia

source: invalid 'asset_code'
id: 'asset_code' tidak valid

source: Transaction with ID and asset_code not found
id: Transaksi dengan ID dan asset_code tidak ditemukan

source: 'asset_code' is required
id: 'asset_code' wajib ada

source: unable to process the request
id: tidak dapat memroses permintaan

source: GET requests must include a transaction ID in the URI
id: Permintaan GET harus menyertakan ID transaksi di URI

source: invalid sending account.
id: akun pengirim tidak valid.

source: missing 'id' in URI
id: tidak menemukan 'id' di URI

source: transaction not found
id: transaksi tidak ditemukan

source: invalid sending account
id: akun pengirim tidak valid

source: update not required
id: pembaruan tidak diperlukan

source: POST requests should not specify subresources in the URI
id: Permintaan POST tidak boleh menentukan sub-sumber di URI

source: invalid 'asset_code' and 'asset_issuer'
id: 'asset_code' dan 'asset_issuer' tidak valid

source: 'fields' must serialize to a JSON object
id: 'fields' harus diserialisasi ke objek JSON

source: 'transaction' value in 'fields' must be a dict
id: Nilai 'transaction' dalam 'fields' harus berupa dict

source: 'sender_id' and 'receiver_id' values must be strings
id: Nilai 'sender_id' dan 'receiver_id' harus berupa string

source: invalid 'memo_type'
id: 'memo_type' tidak valid

source: 'type' is required
id: 'type' wajib ada

source: 'dest' is required
id: 'dest' wajib ada

source: at least one of id, stellar_transaction_id, or external_transaction_id must be provided
id: setidaknya salah satu id, stellar_transaction_id, atau external_transaction_id harus tersedia

source: Select a file
id: Pilih berkas

source: SEP24 reference server
id: Server referensi SEP24

source: Interactive Deposit Info Form
id: Penyetoran Interaktif Formulir Info

source: Please fill out the fields below.
id: Silakan isi kolom di bawah ini.

source: Fee
id: Biaya

source: Submit
id: Kirimkan

source: Refresh
id: Aktualkan

source: Error: %(status_code)s
id: Terjadi Kesalahan: %(status_code)s

source: Transaction More Info
id: Info Transaksi Lebih Lanjut

source: instructions
id: instruksi

source: deposit
id: penyetoran

source: withdrawal
id: penarikan

source: amount received
id: jumlah yang diterima

source: completed
id: selesai

source: Interactive Withdraw Info Form
id: Penarikan Interaktif Formulir Info

source: Continue
id: Lanjut

source: the specified operation is not available for '%s'
id: operasi yang ditentukan tidak tersedia untuk '%s'

source: Asset amount must be within bounds [%(min)s, %(max)s]
id: Jumlah aset harus dalam batas [%(min)s, %(max)s]

source: missing %s fields
id: kolom %s tidak ditemukan

source: invalid type for %s, must be an object
id: tipe tidak valid untuk %s, harus berupa objek

source: missing %(field)s in %(category)s
id: %(field)s pada %(category)s tidak ditemukan
